Repository: JetyCZ/pardubicebezobalu_ps
Catalog: app/Resources/translations/*/AdminNotificationsError.*.xlf
Languages: cs_cz

source: You do not have permission to add this.
cs_cz: Nemáte dostatečná práva pro vložení.

source: Invalid action
cs_cz: Neplatné akce

source: You do not have permission to edit this.
cs_cz: Nemáte oprávnění k této úpravě.

source: You do not have permission to delete this.
cs_cz: Nemáte oprávnění zde odstranit.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
cs_cz: PrestaShop vás nemohl přihlásit do Addons, zkontrolujte vaše přihlašovací údaje pro připojení k internetu.

source: This functionality has been disabled.
cs_cz: Tato funkce byla zakázána.

source: Invalid tag(s) (%s)
cs_cz: Neplatné tagy (%s)

source: Incorrect value for "Depends on stock" for product %1$s
cs_cz: Neplatná hodnota "Depends on stock" pro produkt %1$s

source: Invalid URL
cs_cz: Neplatná URL

source: The 'From' date format is invalid (YYYY-MM-DD)
cs_cz: Formát data 'Od:' je neplatný (YYYY-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
cs_cz: Formát data 'Do:' je neplatný (YYYY-MM-DD)

source: Access denied
cs_cz: Přístup odepřen

source: An error occurred while attempting to delete the image. (cannot load object).
cs_cz: Došlo k chybě při mazání obrázku (nelze načíst objekt).

source: You cannot delete this item.
cs_cz: Nemůžete odstranit tuto položku.

source: Unable to delete associated images.
cs_cz: Nelze odstranit související obrázky

source: An error occurred when attempting to update the required fields.
cs_cz: Chyba v aktualizaci požadovaných polí.

source: field %s is required.
cs_cz: pole %s je vyžadováno.

source: Cannot add configuration %s
cs_cz: Nelze přidat konfiguraci %s

source: The object cannot be loaded (or found)
cs_cz: Objekt nelze načíst (nebyl nalezen)

source: The object cannot be loaded (the identifier is missing or invalid)
cs_cz: Objekt nelze načíst (identifikátor chybí nebo není platný)

source: The field %1$s is required at least in %2$s.
cs_cz: Pole %1$s je vyžadováno alespoň v %2$s.

source: %s: Incorrect value
cs_cz: %s: nesprávná hodnota

source: Can't delete #%d
cs_cz: Nelze odstranit #%d

source: An error occurred while assigning a zone to the selection.
cs_cz: Při přizazování zóny k výběru došlo k chybě.

source: You must select at least one element to assign a new zone.
cs_cz: Musíte vybrat alespoň jeden prvek s vlivem na novou zónu.

source: You need at least one object.
cs_cz: Budete potřebovat alespoň jeden objekt.

source: You cannot delete all of the items.
cs_cz: Nemůžete vymazat všechny položky.

source: An error occurred during deletion.
cs_cz: Došlo k chybě při mazání.

source: The %1$s field (%2$s) is invalid.
cs_cz: Pole %1$s (%2$s) je neplatné.

source: An error occurred while uploading the image.
cs_cz: Došlo k chybě při nahrávání obrázku.

source: The %s field is required.
cs_cz: Pole %s je vyžadováno.

source: Invalid file name
cs_cz: Neplatné jméno souboru

source: An error occurred while attempting to create a new folder.
cs_cz: Došlo k chybě při vytváření nové složky

source: An error occurred while copying the image.
cs_cz: Došlo k chybě při kopírování obrázku.

source: An error occurred while copying this image: %s
cs_cz: Při kopírování tohoto obrázku došlo k chybě: %s

source: Error while updating the status.
cs_cz: Při aktualizaci stavu došlo k chybě.

source: Cannot retrieve file.
cs_cz: Soubor nelze získat.

source: Cannot delete file
cs_cz: Nelze odstranit soubor

source: Invalid name for %s language
cs_cz: Nelatný název pro jazyk %s

source: The name for %1s language is too long (%2d chars max).
cs_cz: Název pro jazyk %1s je příliš dlouhý (%2d znaků maximálně).

source: The file is missing.
cs_cz: Chybí soubor

source: Invalid file extension
cs_cz: Neplatná přípona souboru

source: The file name is too long.
cs_cz: Jméno souboru je příliš dlouhé

source: Invalid file
cs_cz: Neplatný soubor

source: The %s field is not valid
cs_cz: Pole %s není platné

source: Invalid date format.
cs_cz: Neplatný formát data.

source: Invalid date range
cs_cz: Neplatné časové období

source: An error occurred while updating the image.
cs_cz: Došlo k chybě při aktualizaci obrázku.

source: An error occurred while linking the object %table_name% to categories.
cs_cz: Při propojování objektu %table_name% s kategoriemi došlo k chybě.

source: The object cannot be loaded.
cs_cz: Nelze načíst objekt

source: The tags list (%s) is invalid.
cs_cz: Seznam tagů (%s) je neplatný

source: An error occurred while copying this image:
cs_cz: Došlo k chybě při kopírování obrázku:

source: An error occurred while deleting the object.
cs_cz: Došlo k chybě při mazání objektu.

source: An error occurred while updating an object.
cs_cz: Došlo k chybě při aktualizaci objektu.

source: An error occurred while updating the status.
cs_cz: Došlo k chybě při aktualizaci stavu.

source: An error occurred while deleting this selection.
cs_cz: Došlo k chybě při mazání výběru.

source: You must select at least one element to delete.
cs_cz: Je třeba vybrat minimálně jeden prvek k vymazání.

source: (cannot load object)
cs_cz: (nelze načíst objekt)

source: An error occurred while updating the status for an object.
cs_cz: Došlo k chybě při aktualizaci stavu objektu.

source: Failed to update the position.
cs_cz: Aktualizace umístění selhala.

source: Due to memory limit restrictions, this image cannot be loaded. Please increase your memory_limit value via your server's configuration settings.
cs_cz: Tento obrázek nelze načíst z důvodu omezení paměťového limitu. Zvyšte hodnotu memory_limit v nastavení konfigurace serveru.

source: Error while delete
cs_cz: Došlo k chybě při mazán

source: Failed to update the status
cs_cz: Nebylo možné aktualizovat stav

source: You cannot upload more files
cs_cz: Nelze nahrát více souborů

source: An error occurred while creating an object.
cs_cz: Došlo k chybě při vytváření objektu.

source: The %s field is invalid.
cs_cz: Pole %s je neplatné.

source: The %1$s field is too long (%2$d chars max).
cs_cz: Pole %1$s je příliš dlouhé (max. %2$d znaků).

source: An error occurred while saving the message.
cs_cz: Došlo k chybě při ukládání zprávy

source: You do not have permission to view this.
cs_cz: Nemáte oprávnění k zobrazení.

source: Access denied.
cs_cz: Přístup zamítnut.

source: [%s] is not a valid configuration key
cs_cz: [%s] není platný konfigurační klíč

source: This class name does not exist.
cs_cz: Toto jméno třídy neexistuje

source: This property does not exist in the class or is forbidden.
cs_cz: Tato vlastnost ve třídě neexistuje nebo je zakázána

source: This association has too many elements.
cs_cz: Toto propojení obsahuje příliš mnoho prvků

source: This name is not allowed.
cs_cz: Toto jméno není povoleno

source: Syntax error with this pattern.
cs_cz: Syntaktická chyba v tomto řetězci

source: This key has already been used.
cs_cz: Tento klíč je použit příliš často (povoleno je pouze jednou)

source: Fatal error
cs_cz: Fatální chyba

source: Cannot parse feed.
cs_cz: Nelze analyzovat feed.

source: No default currency
cs_cz: Není zvolena výchozí měna

source: Could not load cart id=%s
cs_cz: Nelze načíst košík id=%s

source: Bad SQL query
cs_cz: Špatný SQL dotaz

source: Please fill in all the required fields.
cs_cz: Vyplňte všechna požadovaná pole

source: Invalid message
cs_cz: Neplatná zpráva

source: The uploaded file exceeds the post_max_size directive in php.ini
cs_cz: Nahraný soubor překračuje hodnotu post_max_size v php.ini

source: File is too big. Current size is %1s, maximum size is %2s.
cs_cz: Soubor je příliš velký. Současná velikost je %1s, maximální velikost je %2s.

source: Server file size is different from local file size
cs_cz: Velikost souboru na serveru je jiná než velikost souboru na lokálním disku

source: The uploaded file exceeds %s
cs_cz: Nahraný soubor překračuje %s

source: The uploaded file was only partially uploaded
cs_cz: Nahraný soubor byl nahrán pouze částečně

source: No file was uploaded
cs_cz: Soubor nebyl nahrán

source: Missing temporary folder
cs_cz: Chybí dočasný adresář

source: Failed to write file to disk
cs_cz: Nepodařilo se zapsat soubor na disk

source: A PHP extension stopped the file upload
cs_cz: Rozšíření PHP zastavilo nahrávání souboru

source: Filetype not allowed
cs_cz: Typ souboru není povolen

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
cs_cz: Nahraný soubor přesahuje hodnotu upload_max_filesize v php.ini

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
cs_cz: Obrázek je příliš velký (%1$d kB). Maximální povolená velikost: %2$d kB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
cs_cz: Formát obrázku nebyl rozpoznán. Povolené formáty jsou: .gif, .jpg, .png

source: Error while uploading image; please change your server's settings. (Error code: %s)
cs_cz: Chyba při nahrávání obrázku. Změňte nastavení svého serveru (kód chyby: %s).

source: Image format not recognized, allowed formats are: .ico
cs_cz: Formát obrázku nebyl rozpoznán. Povolené formáty jsou: .ico

source: Error while uploading image; please change your server's settings.
cs_cz: Chyba při nahrávání obrázku. Změňte prosím nastavení svého serveru.

source: Property %s is empty.
cs_cz: Vlastnost %s je prázdná.

source: Property %1$s has a bad value (allowed values are: %2$s).
cs_cz: U vlastnosti %1$s je nesprávná hodnota (povolené hodnoty jsou: %2$s).

source: Your entry in field %1$s (language %2$s) exceeds max length %3$d chars (incl. html tags).
cs_cz: Vaše zadání v poli %1$s (language %2$s) překračuje max. délku %3$d znaků (vč. html tagů).

source: The length of property %1$s is currently %2$d chars. It must be between %3$d and %4$d chars.
cs_cz: Délka vlastnosti %1$s je aktuálně %2$d znaků. Musí být v rozmezí %3$d a %4$d znaků.

source: Validation function not found: %s.
cs_cz: Funkce pro ověření nenalezena: %s.

source: Property %s is not valid
cs_cz: Vlastnost %s není platná

source: is required.
cs_cz: je vyžadováno.

source: %1$s is too long. Maximum length: %2$d
cs_cz: %1$s je příliš dlouhý, maximální délka je %2$d

source: %s is invalid.
cs_cz: %s je neplatné.

source: The field %s is required.
cs_cz: Pole %s je vyžadováno.

source: file (%s) not writable
cs_cz: soubor (%s) není zapisovatelný

source: directory (%s) not writable
cs_cz: adresář (%s) není zapisovatelný

source: No files were uploaded.
cs_cz: Žádné soubory nebyly nahrány.

source: Source file does not exist or is empty.
cs_cz: Zdrojový soubor neexistuje, nebo je prázdný.

source: The uploaded file is too large.
cs_cz: Nahraný soubor je příliš velký.

source: File has an invalid extension, it should be one of these: %s.
cs_cz: Soubor má chybnou příponu, měla by vypadat takto: %s.

source: Error on image caption: "%1s" is not a valid caption.
cs_cz: Chyba na obrázku titulek: "%1s" není platný titulek.

source: Cannot scan root directory
cs_cz: Nelze skenovat kořenový adresář

source: Cannot scan "override" directory
cs_cz: Nelze skenovat nepřístupný adresář

source: File %2$s (in directory %1$s)
cs_cz: Soubor %2$s (v adresáři %1$s)

source: Please fill out all fields.
cs_cz: Vyplňte všechna pole.

source: An error occurred on saving.
cs_cz: Při ukládání došlo k chybě.

source: An error occurred while attempting to upload the file.
cs_cz: Vyskytla se chyba při nahrávání obrázku.

source: An error occurred during the image upload process.
cs_cz: Došlo k chybě při ukládání obrázků.

source: The voucher code is invalid.
cs_cz: Neplatný kód slevového kupónu

source: Maximum depth: Invalid number.
cs_cz: Maximální hloubka vnoření: neplatné číslo.

source: An error occurred while attempting to save.
cs_cz: Došlo k chybě během uložení.

source: The URL rewrite field must be filled in either the default or English language.
cs_cz: URL rewrite musí být vyplněno alespoň ve výchozím nebo anglickém jazyce.

source: Cannot write into file: %filename%. Please check write permissions.
cs_cz: Nelze zapsat do souboru: %filename%. Zkontrolujte oprávnění pro zápis.

source: This domain is not valid.
cs_cz: Doména není platná

source: The SSL domain is not valid.
cs_cz: SSL doména není platná

source: You cannot delete or disable the last shop group.
cs_cz: Nelze odstranit nebo zakázat poslední skupinu obchodů.

source: You cannot delete or disable a shop group in use.
cs_cz: Nelze odstranit nebo zakázat skupinu obchodů s obchody, které ji využívají.

source: File too large (limit of %s bytes).
cs_cz: Soubor je příliš velký (limit je %s bytů).

source: File upload was not completed.
cs_cz: Nahrání souboru nebylo dokončeno.

source: No file was uploaded.
cs_cz: Nebyl nahraný žádný soubor.

source: Internal error #%s
cs_cz: Interní chyba #%s

source: No file has been selected
cs_cz: soubor není označen

source: The object cannot be loaded.
cs_cz: Nelze načíst objekt

source: Page not found
cs_cz: Stránka nenalezena

source: Your Zip/postal code is incorrect.
cs_cz: Vaše PSČ je neplatné.

source: It must be entered as follows:
cs_cz: Je třeba napsat následovně:

source: A Zip/postal code is required.
cs_cz: PSČ je vyžadováno.

source: The Zip/postal code is invalid.
cs_cz: PSČ je neplatné.

source: The object could not be loaded.
cs_cz: Objekt nelze načíst.

source: You cannot disable the Main URL.
cs_cz: Nelze zakázat hlavní adresu URL

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
cs_cz: Nelze změnit hlavní adresu URL na běžnou adresu URL, budete muset nastavit jinou adresu jako hlavní adresa URL pro vybraný obchod

source: A shop URL that uses this domain already exists.
cs_cz: Obchod, který používá tuto URL doménu a URI již existuje

source: A shop virtual URL cannot be "%URL%"
cs_cz: Virtuální URL adresa obchodu nemůže být "%URL%"

source: Unknown error.
cs_cz: Neznámá chyba.

source: You do not have permission to upload this.
cs_cz: K nahrávání tohoto typu nemáte oprávnění.

source: "%s" does not exist.
cs_cz: "%s" není k dispozici

source: Directory "%s" cannot be created
cs_cz: Adresář "%s" nelze vytvořit

source: File "%s" cannot be created
cs_cz: Soubor "%s" nelze vytvořit

source: Cannot write this file: "%s"
cs_cz: Nelze zapsat tento soubor: %s

source: This file must be writable: %s
cs_cz: Tento soubor musí být zapisovatelný: %s

source: No file has been selected.
cs_cz: Nebyl vybrán žádný soubor

source: The server does not have permissions for writing.
cs_cz: Server nemá povolen zápis.

source: Please check rights for %s
cs_cz: Zkontrolujte práva pro %s

source: This file must be writable:
cs_cz: Tento soubor musí mít povolen zápis:

source: Fatal error: The module directory does not exist.
cs_cz: Kritická chyba: Adresář s moduly nebyl nalezen

source: No profile.
cs_cz: Chybí profil

source: No valid value for field exceptions has been defined.
cs_cz: Žádná hodnota není platná pro pole výjimek

source: An error occurred while transplanting the module to its hook.
cs_cz: Došlo k chybě při přiřazování modulu k "hooku".

source: There is one error.
cs_cz: Vyskytla se jedna chyba.

source: There are several errors.
cs_cz: Je zde pár chyb.

source: Email is empty.
cs_cz: E-mail je prázdný.

source: Invalid email address.
cs_cz: Neplatná e-mailová adresa

source: The password field is blank.
cs_cz: Heslo je prázdné.

source: Invalid password.
cs_cz: Neplatné heslo

source: The email address is invalid.
cs_cz: Neplatný e-mail

source: An error occurred during the file upload process.
cs_cz: Došlo k chybě při nahrávání souboru.

source: The selected date range is not valid.
cs_cz: Zvolený rozsah dat je neplatný.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
cs_cz: Soubor je příliš velký, maximální povolená velikost je %1$d kB. Velikost souboru, který se snažíte nahrát je %2$d kB.

source: Invalid selection
cs_cz: Neplatný výběr

source: Address format invalid
cs_cz: Neplatný formát adresy

source: Unable to update settings.
cs_cz: Nelze aktualizovat nastavení.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
cs_cz: Soubor je příliš velký, maximální povolená velikost je: [1]. Velikost souboru, který se snažíte nahrát, je [2].

source: There are %d errors.
cs_cz: Počet chyb: %d

source: There is %d error.
cs_cz: Počet chyb: %d
