Repository: JetyCZ/pardubicebezobalu_ps
Catalog: app/Resources/translations/*/AdminOrderscustomersHelp.*.xlf
Languages: cs_cz

source: Leave this field blank if there's no change.
cs_cz: Ponechte prázdné, pokud nechcete změnit.

source: Password should be at least %s characters long.
cs_cz: Heslo by mělo být alespoň %s znaků dlouhé.

source: Enable or disable customer login.
cs_cz: Povolit nebo zamítnout přihlášení tomuto uživateli.

source: This customer will receive your ads via email.
cs_cz: Tento zákazník bude dostávat vaše reklamy emailem.

source: Select all the groups that you would like to apply to this customer.
cs_cz: Vybrat všechny skupiny zákazníků, které chcete přiřadit k tomuto zákazníkovi

source: This group will be the user's default group.
cs_cz: Tato skupina uživatelů bude použita jako výchozí skupina.

source: Only the discount for the selected group will be applied to this customer.
cs_cz: Pouze slevy pro označenou skupinu budou použity pro tohoto zákazníka.

source: Valid characters:
cs_cz: Platné znaky:

source: Prefix used for delivery slips.
cs_cz: Prefix (předpona) pro označování dodacích listů.

source: The next delivery slip will begin with this number and then increase with each additional slip.
cs_cz: Příští dodací list bude označen tímto číslem a následující dodací listy budou automaticky číslovány od tohoto čísla (budou se zvyšovat o 1)

source: Adds an image before product name on Delivery-slip
cs_cz: Přidá na dodací list před název produktu jeho obrázek

source: Format: 2011-12-31 (inclusive).
cs_cz: Format: 2011-12-31 (včetně).

source: Format: 2012-12-31 (inclusive).
cs_cz: Format: 2011-12-31 (včetně).

source: If enabled, your customers will receive an invoice for the purchase.
cs_cz: Pokud je povoleno, zákazníci budou dostávat fakturu za nákup.

source: If required, show the total amount per rate of the corresponding tax.
cs_cz: Pokud je požadováno, je možné zobrazit částky podle sazeb DPH.

source: Adds an image in front of the product name on the invoice
cs_cz: Přidá obrázek před název produktu ve faktuře

source: Freely definable prefix for invoice number (e.g. #IN00001).
cs_cz: Volně definovatelná předpona pro číslo faktury: (např. # IN00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
cs_cz: Další faktura bude mít toto číslo, které se zvýší s každou další fakturou. Nastavte 0, pokud chcete zachovat současné číslo (#%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
cs_cz: V tomto poli uveďte dodatečné informace, které chcete mít zobrazené na faktuře pod shrnutím způsobů platby (jak specifické právní informace).

source: This text will appear at the bottom of the invoice, below your company details.
cs_cz: Tento text se objeví v dolní části faktury, pod údaji o vaší společnosti.

source: Choose an invoice model.
cs_cz: Vyberte typ faktury.

source: Saves memory but slows down the PDF generation.
cs_cz: Šetří paměť, ale zpomaluje tvorbu PDF.

source: You can also export orders which have not been charged yet.
cs_cz: Můžete také exportovat objednávky, které nebyly doposud vyfakturovány

source: Would you like to allow merchandise returns in your shop?
cs_cz: Vyberte, zda povolíte nebo zakážete vrácení zboží ve vašem obchodě

source: How many days after the delivery date does the customer have to return a product?
cs_cz: Počet dní od data doručení, během nichž může zákazník vrátit zboží

source: Prefix used for return name (e.g. RE00001).
cs_cz: Předpona použitá pro vrácené jméno (např. RE00001).

source: Merchandise return (RMA) status.
cs_cz: Stav žádosti o reklamaci (RMA).

source: List of products in return package.
cs_cz: Seznam zboží ve vráceném balíčku.

source: The link is only available after validation and before the parcel gets delivered.
cs_cz: Odkaz je dostupný pouze po ověření a před doručením.

source: Prefix used for credit slips.
cs_cz: Prefix použit pro dobropisy.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
cs_cz: Pokud nezvolíte možnost "Doručení zdarma", budou uplatněny standardní náklady na dopravu.

source: Resend this email to the customer
cs_cz: Znovu odeslat tento E-mail zákazníkovi

source: Do not forget to update your exchange rate before making this change.
cs_cz: Nezapomeňte aktualizovat váš směnný kurz před provedením této změny.

source: This feature will generate a random password and send an email to the customer.
cs_cz: Tato funkce generuje náhodné heslo a zašle jej na e-mail zákazníka

source: Search for an existing customer by typing the first letters of his/her name.
cs_cz: Hledat existujícího zákazníka tím, že začnete psát jeho jméno.

source: Send an email to the customer with the link to process the payment.
cs_cz: Poslat e-mail zákazníkovi s odkazem ke platbě.

source: Go on payment page to process the payment.
cs_cz: Přejít na platební stránky ke zpracování platby.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
cs_cz: Zvolíte-li vytvořit tuto slevu pro všechny faktury, pro fakturu z každé objednávky bude vytvořena jedna sleva.

source: View details on the customer page
cs_cz: Zobrazit detaily na stránce zákazníka

source: View details on the order page
cs_cz: Zobrazit detaily na stránce objednávky

source: Select the fields you would like to be required for this section.
cs_cz: Vyberte pole pro tento výběr, která chcete mít nastavena jako vyžadovaná.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
cs_cz: Ujistěte se prosím, zda splňujete zákon č. 480/2004 Sb., o některých službách informační společnosti.

source: This feature generates a random password before sending an email to your customer.
cs_cz: Tato funkce generuje náhodné heslo a odešle ho na e-mail zákazníka

source: This note will be displayed to all employees but not to customers.
cs_cz: Tato poznámka se zobrazí všem zaměstnancům, ale ne k zákazníkovi.

source: You can add a comment here.
cs_cz: Zde můžete přidat komentář.
